Repository: franckysolo/fs-forecast
Catalog: languages/fs-forecast-*.po
Languages: fr_fr

source: Sunrise
fr_fr: Lever

source: Sunset
fr_fr: Coucher

source: Forecats Weather Plugin
fr_fr: Plugin de prévisions météo

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Forecast Weather Plugin - Configuration
fr_fr: Plugin météo - Configuration

source: Forecast Weather 1.0
fr_fr: Prévisions Météo 1.0

source: Please enter a valid station code
fr_fr: Merci d'entrer un code de station valide

source: Please enter a valid ID
fr_fr: Merci d'entrer une ID valide

source: Please enter a valid Key
fr_fr: Merci d'entrer une clé valide

source: The plugin use the
fr_fr: Le plugin utilise

source: please take a look for retrieve the codes of your favorites stations
fr_fr: merci de regarder la documentation du service pour récupérer les codes de vos stations météos favorites

source: Using the service
fr_fr: Utilise le service

source: ID of weather station
fr_fr: Id de la station météo

source: Enter the weather station you want to display
fr_fr: Entrer le code de la station météo que vous voulez afficher

source: Your weaher.com ID (Optional)
fr_fr: Votre ID weather.com (Optionnel)

source: Enter your weaher.com ID
fr_fr: Entrer votre ID weather.com (Optionnel)

source: Your weaher.com private Key (Optional)
fr_fr: Votre clé privée weather.com (Optionnel)

source: Enter your weaher.com private Key
fr_fr: Entrer votre clé privée weather.com (Optionnel)
